---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.Centipoises
source: html/eaed33ca-a1de-7f15-628d-069e0e4d11a3.htm
---
# Autodesk.Revit.DB.UnitTypeId.Centipoises Property

Centipoises.

## Syntax (C#)
```csharp
public static ForgeTypeId Centipoises { get; }
```